---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctStaticPressure
source: html/417fb713-c6e6-8c22-52dc-31f186d6c45d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctStaticPressure Property

"Static Pressure"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctStaticPressure { get; }
```